{
  "about-me": "Sobre mí",
  "contact": "Contacto",
  "skills": "Habilidades",
  "testimonials": "Testimonios",
  "current-focus": "Enfoque actual",
  "experience": "Experiencia",
  "projects": "Proyectos",
  "desc-skillping": "SkillPing es una plataforma única con chat incluido, donde las personas se conectan para intercambiar conocimientos. Tú enseñas lo que sabes y aprendes lo que quieres — sin dinero de por medio. Un espacio para crecer juntos, aprender en comunidad y conectar con otros que comparten tu pasión por aprender.",
  "desc-fastsnippets": "FastSnippets es una herramienta que te permite crear y compartir snippets de código de manera rápida y sencilla. Con solo unos pocos clics, puedes crear snippets de código y compartirlos con otros usuarios.",
  "desc-pomodoro": "PomodoroCount es un sitio web que implementa la técnica Pomodoro para ayudarte a mantenerte concentrado mientras estudias o trabajas — ¡con música integrada desde tu propia cuenta de Spotify!",
  "desc-timecapsule": "🚀 Time Capsule — Tu historia, sellada en el tiempo. Es una plataforma web donde los usuarios pueden crear cápsulas del tiempo digitales, programarlas para abrirlas en el futuro y compartirlas con otros… o mantenerlas en secreto hasta el día exacto.",
  "about-me-text": "¡Hola! Soy Iván Navas, desarrollador web front-end con especial foco en Angular, pero con mente abierta a cualquier framework o tecnología. Me apasiona crear interfaces limpias, funcionales y bien estructuradas. Estoy con muchísimas ganas de seguir creciendo, aportar valor y continuar mi camino profesional en el sector.",
  "testimonial": "'Como mentor de Iván durante sus prácticas en Better consultants puedo asegurar que es un buen profesional con afán por aprender y mejorar día a día. Demostrando tener un gran potencial a la hora de resolver las distintas tareas que se le fueron asignando.'",
  "job-desc": "Actualmente trabajo como desarrollador Angular en el sector bancario, creando interfaces modernas y eficientes dentro de una arquitectura de microservicios, alineadas con los estándares de calidad y seguridad del entorno financiero.",
  "job-title-better": "Programador Angular @Better Consultants",
  "job-date-better": "MARZO 2025 - PRESENTE",
  "job-point-1": "Desarrollo de aplicaciones web con Angular en el sector bancario",
  "job-point-2": "Creación de interfaces modernas y eficientes para usuarios",
  "job-point-3": "Implementación en arquitecturas de microservicios bajo estándares de calidad y seguridad",
  "job-title-man": "Técnico informático @MAN",
  "job-date-man": "MARZO 2022 - JUNIO 2022",
  "message-sent": "Mensaje enviado con éxito",
  "message-error": "Error enviando mensaje",
  "send": "Enviar"
}
